Repository: Anthroposoft/nextgisweb_i18n
Catalog: nextgisweb/render/*.po
Languages: bg, cs, es, zh_cn

source: Tile cache
bg: Кеш на плочките
cs: Mezipaměť dlaždic
es: Caché de teselas
zh_cn: 切片缓存

source: Invalid origin
bg: Невалиден произход
cs: Neplatný původ
es: Origen inválido
zh_cn: 无效原点

source: Origin validation is enabled for rendering requests, but the given origin doesn't match with the CORS origins list.
bg: Валидирането на произхода е включено за искания на рендериране, но даденият произход отсъства от списъка на CORS.
cs: Ověření původu je povoleno pro žádosti o vykreslení, ale daný původ neodpovídá seznamu CORS origins.
es: La validación de origen está habilitada para las solicitudes de representación, pero el origen dado no coincide con la lista de orígenes de CORS.
zh_cn: 对呈现请求启用了源验证，但指定的源与有效CORS源列表不匹配。

source: Required parameter '{}' is missing.
bg: Отсъства необходим параметър '{}'.
cs: Požadovaný parametr '{}' chybí.
es: Falta el parámetro obligatorio '{}'.
zh_cn: 缺少所需的参数'{}'。

source: Placeholders {x}, {y} and {z} must be filled with values.
bg: Вместо {x}, {y} и {z} трябва да се въведат значения.
cs: Zástupné symboly {x}, {y} a {z} musí být vyplněny hodnotami.
es: Los marcadores de posición {x}, {y} y {z} deben llenarse con valores.
zh_cn: 占位符{x}、{y}和{z}必须填充数值。

source: It seems you are trying to open an URL template directly in a browser. To test it try adding some values for 'x', 'y' and 'z' parameters.
bg: По всяка вероятност се опитвате да отворите линка-образец директно в браузъра. За да го пробвате, заменете 'x', 'y' и 'z' със значения.
cs: Zdá se, že se pokoušíte otevřít šablonu adresy URL přímo v prohlížeči. Chcete-li to vyzkoušet, zkuste přidat některé hodnoty pro parametry 'x', 'y' a 'z'.
es: Parece que está intentando abrir una plantilla de URL directamente en un navegador. Para probarlo, intente agregar algunos valores para los parámetros 'x', 'y' y 'z'.
zh_cn: 看起来您正在尝试直接在浏览器中打开URL模板链接。 测试它，请尝试为'x'，'y'和'z'添加一些参数值。

source: The value of '{}' parameter must be a non-negative integer.
bg: Значението на параметъра '{}' не може да е отрицателно.
cs: Hodnota parametru '{}' musí být nezáporné celé číslo.
es: El valor del parámetro '{}' debe ser un número entero no negativo.
zh_cn: 参数'{}'的值必须是非负整数。

source: External access
cs: Externí přístup
es: Acceso externo
zh_cn: 外部访问

source: Enabled
bg: Включен
cs: Povoleno
es: Habilitado
zh_cn: 已启用

source: Allow using tiles in non-tile requests
bg: Разрешава се използването на плочки в заявки за изображения
cs: Povolit použití dlaždic v požadavcích bez dlaždic
es: Permitir el uso de teselas en solicitudes que no sean teselas
zh_cn: 允许使用瓦片用于非瓦片请求

source: Max zoom level
bg: Максимално увеличаване
cs: Maximální úroveň přiblížení
es: Nivel de zoom máximo
zh_cn: 最大缩放级别

source: TTL, sec.
bg: TTL, сек.
cs: TTL, sek.
zh_cn: TTL,秒

source: Track changes
bg: Проследяване на промени
cs: Sledovat změny
es: Seguir cambios
zh_cn: 轨迹更改

source: Seed zoom level
bg: Запълни нивото на увеличване
cs: Úroveň přiblížení osiva
es: Nivel de zoom para llenar los huecos
zh_cn: 种子缩放级别

source: Flush
bg: Очисти
es: Vaciar
zh_cn: 清除

source: TMS (Tile Map Service)
zh_cn: TMS（瓦片地图服务）

source: TMS (Tile Map Service) is a specification for tiled web maps. Tiled web map is a map displayed in a browser by seamlessly joining dozens of individually requested image.
bg: TMS (Tile Map Service) е спецификация за плочки за уеб карти. Уеб карта с плочки е карта, отразявана в браузъра чрез безшевно комбиниране на десетки индивидуално откривани изображения.
cs: TMS (Tile Map Service) je specifikace pro kachlové webové mapy. Kachlová webová mapa je mapa zobrazená v prohlížeči plynulým připojením k desítkám individuálně požadovaných obrázků.
es: TMS (Tile Map Service) es una especificación para mapas web de teselas. El mapa web de teselas es un mapa que se muestra en un navegador al unir sin problemas docenas de imágenes solicitadas individualmente.
zh_cn: TMS(瓦片地图服务)是图块区域网地图的一种规范。图块区域网地图是通过无缝连接数十个单独加入的图像（图块）而在浏览器上显示出来的地图。

source: Read more
cs: Přečíst více
es: Leer mas
zh_cn: 详情
