Repository: Anthroposoft/nextgisweb_i18n
Catalog: nextgisweb_cadaster/cadaster/*.po
Languages: bg, cs

source: Cadastral number
bg: Номер в кадастъра
cs: Katastrální číslo

source: Name
bg: Име
cs: Název

source: Type
bg: Тип
cs: Psát

source: Identifier
bg: Идентификатор
cs: Identifikátor

source: Address
bg: Адрес
cs: Adresa

source: Publication date
bg: Дата на публикуване
cs: Datum zveřejnění

source: Updated
bg: Актуализиран
cs: Aktualizace

source: District
bg: Квартал
cs: Čtvrt

source: Change date
bg: Промени дата
cs: Datum změny

source: Local identifier
bg: Местен идентификатор
cs: Místní identifikátor

source: County cadastral number
bg: Кадастрален код на населено място
cs: Katastrální číslo okresu

source: Annotation text
bg: Текст на анотацията
cs: Text anotace

source: District cadastral number
bg: Номер на кадастрален район
cs: Okresní katastrální číslo

source: Date of creation
bg: Дата на създаване
cs: Datum vytvoření

source: Floors
bg: Етажи
cs: Podlaha

source: OX type
bg: Тип обект на капитално строителство
cs: Тyp OX

source: Quarterly cadastral number
bg: Кадастрален код на квартала
cs: Čtvrtletní katastrální číslo

source: Date of value setting
bg: Стойността определена на
cs: Datum nastavení hodnoty

source: Year of Construction
bg: Изграден
cs: Rok výstavby

source: Year of Commissioning
bg: Въведен в експлоатация
cs: Rok uvedení do provozu

source: Underground floors
bg: Подземни етажи
cs: Podzemní podlaží

source: Destination
bg: Предназначение
cs: Destinace

source: Quarterly
bg: Квартал
cs: Čtvrtletní

source: Cadastral value
bg: Кадастрална стойност
cs: Katastrální hodnota

source: Category type
bg: Тип на категория
cs: Typ kategorie

source: Cadastral number of the county
bg: Кадастрален код на населено място
cs: Katastrální číslo okresu

source: Cadastral quarter
bg: Квартал в кадастъра
cs: Katastrální čtvrť

source: Indentification of cadastral quarters
bg: Идентификация на квартали в кадастъра
cs: Identifikace katastrálních území

source: Land plot
bg: Парцел
cs: Pozemek

source: Land plot identification
bg: Идентификация на парцела
cs: Identifikace pozemku

source: Capital construction object
bg: Обект на капитално строителство
cs: Objekt investiční výstavby

source: Identification of capital construction objects
bg: Идентификация на обекта на капитално строителство
cs: Identifikace objektů investiční výstavby

source: Zone with special usage conditions
bg: Зона със специални условия на използване
cs: Zóna se zvláštními podmínkami použití

source: Identification of zones with special usage conditions
bg: Идентификация на зони със специални условия на използване
cs: Identifikace zón se zvláštními podmínkami použití

source: Cadastral district
bg: Кадастрален район
cs: Katastrální území

source: Identification of cadastral districts
bg: Идентификация на кадастрален район
cs: Identifikace katastrálních území

source: Attributes
bg: Атрибути
cs: Atributy

source: No data
bg: Няма данни
cs: Žádné údaje

source: Wrong cadaster number:
bg: Грешен кадастрален номер:
cs: Špatné číslo katastru:

source: Cadaster services module error
bg: Грешка на кадастралния модул
cs: Chyba modulu Cadaster services

source: Geoservices API is unavailable
bg: Geoservices API е недостъпен
cs: GEOSERVICES API není k dispozici

source: Cadaster services module
bg: Кадастрален модул
cs: Modul Cadaster services

source: Geoservices API key in cadaster services module not set. Set the Geoservices API key in the “Cadaster services” section on the Control panel.
bg: Geoservices API ключ в кадастралния модул не е установен. Установете Geoservices API ключ в раздела “Кадастър” на Контролния панел.
cs: Klíč API Geoservices v modulu cadaster services není nastaven. Nastavte klíč API Geoservices v části “Cadaster services” na ovládacím panelu.

source: Parameter 'types' is required!
bg: Параметърът 'types' е задължителен!
cs: Parametr 'typy' je vyžadován!

source: Cadaster plot with ID '%(id)s' not found!
bg: Кадастрален парцел с ID '%(id)s' не е открит!
cs: Cadaster plot s ID '%(id) s ' nebyl nalezen!

source: Settings saved
bg: Настройките са запазени
cs: Nastavení uloženo

source: API key
bg: API ключ
cs: API klíč

source: Enable
bg: Включи
cs: Povolit

source: Save
bg: Запази
cs: Uložit

source: Cadaster services settings
bg: Настройките на кадастър
cs: Nastavení služeb Cadaster

source: Cadaster services
bg: Кадастър
cs: Služby cadasteru
