Repository: Anthroposoft/nextgisweb_i18n
Catalog: nextgisweb/spatial_ref_sys/*.po
Languages: es

source: SRS attribute '{}' cannot be changed or set during creation.
es: El atributo SRS '{}' no se puede cambiar ni establecer durante la creación.

source: SRS attribute '{}' must have a string value.
es: El atributo SRS '{}' debe tener un valor de texto.

source: SRS display name is not unique.
es: El nombre para mostrar de SRS no es único.

source: OGC WKT definition cannot be changed for this SRS.
es: La definición de OGC WKT no se puede cambiar para este SRS.

source: System SRS cannot be deleted.
es: La SRS del sistema no se puede eliminar.

source: Invalid SRS definition!
es: ¡Definición de SRS no válida!

source: SRS authority attributes must be defined while importing from the catalog.
es: Los atributos de autoridad de SRS deben definirse al importar desde el catálogo.

source: SRS #{} already exists.
es: SRS #{} ya existe.

source: Invalid MapInfo spatial reference system: %s
es: Sistema de referencia espacial MapInfo no válido: %s

source: Unknown spatial reference system format: %s!
es: ¡Formato del sistema de referencia espacial desconocido: %s!

source: Invalid OGC WKT definition!
es: ¡Definición de OGC WKT no válida!

source: Spatial reference system catalog
es: Catálogo de sistemas de referencia espacial

source: Spatial reference system
es: Sistema de referencia espacial

source: Spatial reference systems
es: Sistemas de referencia espacial

source: Create new Spatial reference system
es: Crear un nuevo Sistema de referencia espacial

source: List
es: Lista

source: Create
es: Crear

source: Catalog
es: Catálogo

source: Edit
es: Editar

source: Delete
es: Eliminar

source: Delete SRS?
es: ¿Eliminar SRS?

source: SRS deleted
es: SRS eliminado

source: Display name
es: Nombre para mostrar

source: Show in catalog
es: Mostrar en el catálogo

source: Authority and code
es: Autoridad y código

source: Import
es: Importar

source: Search
es: Buscar

source: Latitude
es: Latitud

source: Longitude
es: Longitud

source: OGC WKT definition
es: Definición de OGC WKT

source: View details
es: Ver detalles

source: Import from catalog
es: Importar desde el catálogo

source: Format
es: Formato

source: Definition
es: Definición

source: Import definition
es: Importar definición
