Repository: Anthroposoft/nextgisweb_i18n
Catalog: nextgisweb/webmap/*.po
Languages: es

source: Tiles
es: Teselas

source: Image
es: Imagen

source: Main web map
es: Mapa web principal

source: Web map
es: Mapa web

source: Display
es: Mostrar

source: View annotations
es: Ver anotaciones

source: Edit annotations
es: Editar anotaciones

source: Manage annotations
es: Administrar anotaciones

source: Web map settings
es: Configuración del mapa web

source: Clone web map
es: Clonar mapa web

source: Embedded webmap preview
es: Vista previa del mapa web incorporado

source: Clone
es: Clonar

source: Layers
es: Capas

source: Search
es: Buscar

source: Share
es: Compartir

source: Print map
es: Imprimir mapa

source: Bookmarks
es: Marcadores

source: Description
es: Descripción

source: Annotations
es: Anotaciones

source: Zoom in
es: Acercarse

source: Zoom out
es: Alejarse

source: Attributions
es: Atribuciones

source: Initial extent
es: Extensión inicial

source: Locate me
es: Ubícame

source: Reset rotation
es: Reiniciar rotación

source: Object not found
es: Objeto no encontrado

source: Object from URL parameters not found
es: Objeto de parámetros de URL no encontrado

source: Extent and bookmarks
es: Extensión y marcadores

source: Layer order
es: Orden de capas

source: Use on the map
es: Usar en el mapa

source: Save
es: Guardar

source: Add group
es: Agregar grupo

source: Your location could not be determined
es: No se pudo determinar tu ubicación

source: Your annotation text
es: Tu anotación

source: Public annotation
es: Anotación pública

source: My private annotation
es: Mi anotación privada

source: Private annotation
es: Anotación privada

source: Edit annotation
es: Editando anotación

source: Go to
es: Ir a

source: Feature table
es: Tabla de objetos geográficos

source: Stop editing
es: Deja de editar

source: Edit
es: Editar

source: Zoom to layer
es: Enfocar la capa

source: Enable layers editing
es: Habilitar edición de capa

source: Settings
es: Configuración

source: Enable annotations
es: Habilitar anotaciones

source: Show annotations
es: Mostrar anotaciones

source: Yes
es: Sí

source: With messages
es: Con mensajes

source: Map
es: Mapa

source: Left, deg.
es: Izquierda, grados

source: Top, deg.
es: Arriba, grados

source: Right, deg.
es: Derecha, grados

source: Bottom, deg.
es: Abajo, grados

source: Set extent from layer
es: Usar extensión desde capa

source: Select layer
es: Seleccionar capa

source: Constrain to extent
es: Restringir a la extensión

source: Select vector layer
es: Seleccionar capa vectorial

source: Bookmark resource
es: Recurso de marcador

source: Add layer
es: Agregar capa

source: Select layer's style
es: Seleccionar estilo de capa

source: Remove
es: Eliminar

source: Display name
es: Nombre para mostrar

source: Enabled
es: Habilitado

source: Identifiable
es: Identificable

source: Transparency
es: Transparencia

source: Min scale
es: Escala mínima

source: Max scale
es: Escala máxima

source: Adapter
es: Adaptador

source: Style resource
es: Recurso del estilo

source: Expanded
es: Expandido

source: Attributes
es: Atributos

source: Geometry
es: Geometría

source: Feature
es: Objeto geográfico

source: Identify
es: Identificar

source: Features
es: Objetos geográficos

source: Measure distance
es: Medir distancia

source: Measure area
es: Medir área

source: Double click to finish.
es: Doble click para terminar.

source: Rotate
es: Rotar

source: Vertical swipe
es: Desplazamiento vertical

source: Horizontal swipe
es: Desplazamiento horizontal

source: Show cursor coordinates / extent
es: Mostrar coordenadas/extensión del cursor

source: Create features
es: Crear objetos geográficos

source: Delete features
es: Eliminar objetos geográficos

source: Modify features
es: Modificar objetos geográficos

source: Cancel
es: Cancelar

source: Delete
es: Eliminar

source: Create as public
es: Crear como publica

source: Create as private
es: Crear como privada

source: Create
es: Crear

source: Create annotation
es: Crear anotación

source: Stroke: width / color
es: Bordes: ancho / color

source: Please enter a numeric value
es: Ingrese un número por favor

source: Invalid width: should be from 0 to 20 px
es: Ancho inválido: debe ser entre 0 y 20 px

source: Stroke width, px
es: Ancho del borde, px

source: Stroke color
es: Color del borde

source: Fill color
es: Color pleno

source: Circle size, px
es: Tamaño del circulo, px

source: Invalid width: should be from 1 to 100 px
es: Ancho inválido: debe ser entre 1 y 100 px

source: Annotations layer
es: Capa de anotaciones

source: Private annotations
es: Anotaciones privadas

source: Show annotation types
es: Mostrar tipos de anotaciones

source: Public annotations
es: Anotaciones públicas

source: My private annotations
es: Mis anotaciones privadas

source: Geometry type
es: Tipo de geometría

source: Point
es: Punto

source: Line
es: Linea

source: Polygon
es: Polígono

source: Other private annotations
es: Otras anotaciones privadas

source: Stopping editing
es: Dejar de editar

source: Do you want to save changes?
es: ¿Querés guardar los cambios?

source: Don't save
es: No guardar

source: Print
es: Impimir

source: Paper format
es: Formato del papel

source: Select format
es: Seleccionar formato

source: A4 - Portrait
es: A4 - Vertical

source: A4 - Landscape
es: A4 - Horizontal

source: A3 - Portrait
es: A3 - Vertical

source: A3 - Landscape
es: A3 - Horizontal

source: A2 - Portrait
es: A2 - Vertical

source: A2 - Landscape
es: A2 - Horizontal

source: A1 - Portrait
es: A1 - Vertical

source: A1 - Landscape
es: A1 - Horizontal

source: A0 - Portrait
es: A0 - Vertical

source: A0 - Landscape
es: A0 - Horizontal

source: Custom size
es: Tamaño personalizado

source: Height, mm
es: Altura, mm

source: Width, mm
es: Ancho, mm

source: Margin, mm
es: Margen, mm

source: Scale value
es: Valor de escala

source: Scale bar
es: Barra de escala

source: Scale
es: Escala

source: Save as
es: Guardar como

source: Close
es: Cerrar

source: Select scale
es: Seleccionar escala

source: Use Shift+drag for box zooming
es: Use Shift+Arrastrar para hacer zoom en el cuadro

source: Open full map
es: Abrir mapa completo

source: Resource group
es: Grupo de recursos

source: Zoom to all layers
es: Zoom a todas las capas

source: Show extent
es: Mostrar extensión

source: Show cursor coordinates
es: Mostrar coordenadas del cursor

source: Not found
es: No encontrado

source: Settings saved
es: Se guardó la configuración

source: Identify popup
es: Pop-up identificación

source: Width, px
es: Ancho, px

source: Height, px
es: Altura, px

source: Radius, px
es: Radio, px

source: Show feature attributes
es: Mostrar atributos de objetos geográficos

source: Show geometry info
es: Mostrar información de geometría

source: Measurement
es: Medición

source: Length units
es: Unidades de longitud

source: Area units
es: Unidades de área

source: Degree format
es: Formato de grados

source: Measurement SRID
es: SRID de medición

source: Address search
es: Búsqueda de dirección

source: Enable
es: Habilitar

source: Limit by web map initial extent
es: Límite por extensión inicial del mapa web

source: Provider
es: Servicio de geocodificación

source: Limit search results to countries
es: Limitar los resultados de búsqueda por países

source: Invalid countries. For example ru or gb,de
es: Países no válidos. Por ejemplo ru o gb,de

source: Yandex.Maps API Geocoder Key
es: Clave de Yandex.Maps API Geocoder

source: Meters
es: Metros

source: Kilometers
es: Kilómetros

source: Meters/kilometers (auto)
es: Metros/kilómetros (automático)

source: Feet
es: Pies

source: Miles
es: Millas

source: Feet/miles (auto)
es: Pies/millas (automático)

source: Sq. meters
es: Metros cuadrados

source: Sq. kilometers
es: Kilómetros cuadrados

source: Sq. meters/kilometers (auto)
es: Metros/kilómetros cuadrados (automático)

source: Hectares
es: Hectáreas

source: Sq. miles
es: Millas cuadradas

source: Acres/sq. miles (auto)
es: Acres/millas cuadradas (automático)

source: Sq. feet
es: Pies cuadrados

source: Decimal degrees
es: Grados decimales

source: Degrees, decimal minutes
es: Grados, minutos decimales

source: Degrees, minutes, seconds
es: Grados, minutos, segundos

source: Social networks
es: Redes sociales

source: <a>CORS</a> must be enabled for the target origin when embedding a web map on a different domain.
es: <a>CORS</a> debe estar habilitado para el origen de destino al incrustar un mapa web en un dominio diferente.

source: Map link
es: Enlace del mapa

source: The map link copied to clipboard.
es: El enlace del mapa se ha copiado al portapapeles.

source: Copy link
es: Copiar link

source: Embed code for your site
es: Código embebido

source: Map size:
es: Tamaño del mapa:

source: Link to main map
es: Enlace al mapa principal

source: Generate events
es: Generar eventos

source: The embed code copied to clipboard.
es: El código de inserción copiado al portapapeles.

source: Copy code
es: Copiar código

source: Preview
es: Previsualizar

source: LineString
es: Línea

source: LinearRing
es: Línea cerrada

source: MultiPoint
es: MultiPunto

source: MultiLineString
es: Multilínea

source: MultiPolygon
es: MultiPolígono

source: GeometryCollection
es: Сolección de geometrías

source: Web map embedding is not allowed for %s in the Web GIS settings.
es: La incrustación de mapas web no está permitida para %s en la configuración de SIG web.

source: View the map on %s
es: Ver el mapa en %s
