Repository: Anthroposoft/nextgisweb_i18n
Catalog: nextgisweb_ngwcluster/ngwcluster/*.po
Languages: bg, cs, de, es, it, pt

source: Additional basemaps
cs: Další podkladové mapy
es: Mapas base adicionales

source: Field data collection
cs: Terénní sběr dat

source: Use on other websites (CORS)
cs: Použití na jiných webových stránkách (CORS)
es: Uso en otros sitios web (CORS)

source: Custom domain and branding
cs: Vlastní doména a branding
es: Dominio personalizado y marca

source: Custom SRS
cs: Vlastní SRS
es: SRS personalizado

source: Improved performance
cs: Zlepšený výkon
es: Desempeño mejorado

source: Access management
cs: Řízení přístupu
es: Gestión de acceso

source: Editors
bg: Редактори
cs: Redaktoři
es: Editores
pt: Editores

source: Technical support
cs: Technická podpora
es: Soporte técnico

source: On-demand backup restore
cs: Obnovení zálohy na vyžádání

source: Tile caching
cs: Ukládání dlaždic do mezipaměti
es: Caché de teselas

source: Data editing on web maps
cs: Editace dat na webových mapách
es: Edición de datos en mapas web

source: Annotations on web maps
cs: Editace dat na webových mapách
es: Anotaciones en mapas web

source: Number of maps and layers
cs: Počet map a vrstev
es: Número de mapas y capas

source: Storage limit
cs: Limit úložiště
es: Límite de almacenamiento

source: User limit
cs: Uživatelský limit

source: GPS trackers
cs: GPS sledovače

source: Maximum file upload
cs: Maximální nahrání souboru

source: Maximum raster layer
cs: Maximální rastrová vrstva

source: Plan upgrade required
cs: Je vyžadován upgrade plánu

source: This is not available on your plan.
cs: Toto není ve vašem plánu k dispozici.

source: {} feature is not available on your plan.
cs: Funkce {} není ve vašem plánu k dispozici.

source: To use this feature, please upgrade to {}.
cs: Chcete-li použít tuto funkci, upgradujte na {}.

source: Plan and features
cs: Plán a funkce

source: Basemaps management is not available on your plan. <a href="http://nextgis.com/nextgis-com/plans/">Upgrade to Mini or Premium</a>.
bg: Управляването на базови карти не е достъпно в рамките на Вашия план. <a href="http://nextgis.com/nextgis-com/plans/">Преминете към Mini или Premium план</a>.
cs: Správa základních map není ve vašem plánu k dispozici. <a href="http://nextgis.com/nextgis-com/plans/"> Upgradujte na Mini nebo Premium </a>.
de: Ihr Plan unterstützt die Arbeit Grundkarten nicht. <a href="http://nextgis.com/nextgis-com/plans/">Plan hochstufen, Mini oder Premium wählen</a>
es: La gestión de mapas base no está disponible en su plan. <a href="http://nextgis.com/nextgis-com/plans/">Upgrade a Mini o Premium</a>.
it: La gestione delle mappe di base non è disponibile con il tuo piano. <a href="http://nextgis.com/nextgis-com/plans/">Passa a Mini o a Premium </a>.
pt: A gestão dos mapas de base não está disponível no seu plano. <a href="http://nextgis.com/nextgis-com/plans/">Faça o upgrade para Mini ou Premium</a>.

source: NextGIS Collector management is not available on your plan. <a href="http://nextgis.com/nextgis-com/plans/">Upgrade to Premium</a>.
bg: Управляването на NextGIS Collector не е достъпно в рамките на Вашия план. <a href="http://nextgis.com/nextgis-com/plans/">Преминете към Premium</a>.
cs: Správa NextGIS Collector není ve vašem plánu k dispozici. <a href="http://nextgis.com/nextgis-com/plans/"> Upgradovat na Premium </a>.
de: Ihr Plan unterstützt die Arbeit NextGIS-Collector-Projekten nicht. <a href="http://nextgis.com/nextgis-com/plans/">Plan hochstufen, Mini oder Premium wählen</a>
es: La gestión de NextGIS Collector no está disponible en su plan. <a href="http://nextgis.com/nextgis-com/plans/">Upgrade a Premium</a>.
it: La gestione dei collettori NextGIS non è disponibile con il tuo piano. <a href="http://nextgis.com/nextgis-com/plans/">Passa a Mini o a Premium </a>.
pt: A gestão do NextGIS Collector não está disponível no seu plano. <a href="http://nextgis.com/nextgis-com/plans/">Faça upgrade para Premium </a>.

source: <a href="https://docs.nextgis.com/docs_ngcom/source/data_edit.html">Online feature editing</a> and Web map annotations are not available on your plan. <a href="http://nextgis.com/nextgis-com/plans/">Upgrade to Premium</a>.
bg: <a href="https://docs.nextgis.com/docs_ngcom/source/data_edit.html">Редактиране на обекти онлайн</a> и анотации за Уеб карти не са достъпни в рамките на Вашия план. <a href="http://nextgis.com/nextgis-com/plans/">Преминете към Premium</a>.
cs: <a href="https://docs.nextgis.com/docs_ngcom/source/data_edit.html"> Úpravy online funkcí </a> a anotace webových map nejsou ve vašem plánu k dispozici. <a href="http://nextgis.com/nextgis-com/plans/"> Upgradovat na Premium </a>.
de: Ihr Plan unterstützt <a href="https://docs.nextgis.ru/docs_ngcom/source/data_edit.html">Online-Bearbeitung der Objekte</a> auf der Web-Karte und Annotation der Karte nicht. <a href="http://nextgis.com/nextgis-com/plans/">Plan hochstufen, Premium wählen</a>
es: <a href="https://docs.nextgis.com/docs_ngcom/source/data_edit.html">Edición de objetos geográficos y las anotaciones de mapas web no están disponibles en su plan. <a href="http://nextgis.com/nextgis-com/plans/">Upgrade a Premium</a>.
it: <a href="https://docs.nextgis.com/docs_ngcom/source/data_edit.html">La modifica online delle risorse</a> e le annotazioni sulle mappe Web non sono disponibili con il tuo piano. <a href="http://nextgis.com/nextgis-com/plans/">Passa a Premium</a>.
pt: <a href="https://docs.nextgis.com/docs_ngcom/source/data_edit.html"> Edição de elementos online </a> e anotações de mapas web não estão disponíveis no seu plano. <a href="http://nextgis.com/nextgis-com/plans/"> Faça upgrade para Premium</a>.

source: Full permission management is not available on your plan. <a href="http://nextgis.com/nextgis-com/plans/">Upgrade to Premium</a>.<br/> To allow other users edit your data, add them to "Editors" group in <a href="/auth/user/">Control panel</a>.
bg: Разширеното управляване на достъп не е достъпно в рамките на Вашия план. <a href="http://nextgis.com/nextgis-com/plans/">Преминете към Premium</a>.<br/> Добавете потребители в групата "Редактори" в <a href="/auth/user/">Контролния панел</a> да им дадете право да редактират данните Ви.
cs: Úplná správa oprávnění ve vašem plánu není k dispozici. <a href="http://nextgis.com/nextgis-com/plans/">Upgradujte na Premium</a>.<br/> Chcete-li ostatním uživatelům umožnit upravovat vaše data, přidejte je do skupiny „Redaktoři“ v <a href="/auth/user/">Ovládací panel</a>.
de: Ihr Plan unterstützt vollständige Rechtesteuerung nicht. <a href="http://nextgis.com/nextgis-com/plans/">Plan hochstufen, Premium wählen</a>.<br/> Um anderen Benutzern die Rechte für Datenverwaltung freizuschalten, fügen Sie diese Benutzer der Gruppe "Editors" in <a href="/auth/user/">Systemsteuerung</a> hinzu.
es: La gestión de permisos completa no está disponible en su plan. <a href="http://nextgis.com/nextgis-com/plans/">Cambiar al plan Premium</a>.<br/> Para permitir que otros usuarios editen sus datos, agréguelos a el grupo "Editores" en <a href="/auth/user/">Panel de control</a>.
it: La gestione integrale dei permessi non è disponibile sul tuo piano. <a href="http://nextgis.com/nextgis-com/plans/">Passa a Premium</a>.<br/> Per consentire ad altri utenti di modificare i tuoi dati, aggiungili al gruppo "Editors" nel <a href="/auth/user/">Pannello di controllo</a>.
pt: O gestão de permissão total não está disponível no seu plano. <a href="http://nextgis.com/nextgis-com/plans/"> Atualize para Premium </a>. <br/> Para permitir que outros usuários editem seus dados, adicione-os ao grupo "Editores" no < a href = "/ auth / user /"> Painel de controle </a>.

source: Upgrade plan
bg: Разширяване на плана
cs: Upgradovat plán
de: Plan hochstufen
it: Fai l'upgrade del piano
pt: Actualizar o plano

source: Tracker management is not available on your plan. <a href="http://nextgis.com/nextgis-com/plans/">Upgrade to Mini or Premium</a>.
bg: Текущият Ви план не предвижда управляване на GPS проследяване. <a href="http://nextgis.com/nextgis-com/plans/">Преминете към Mini или Premium</a>.
cs: Správa trackeru není ve vašem plánu k dispozici. <a href="http://nextgis.com/nextgis-com/plans/"> Upgradujte na Mini nebo Premium </a>.
de: Ihr Plan unterstützt die Arbeit mit GPS-Trackern nicht. <a href="http://nextgis.com/nextgis-com/plans/">Plan hochstufen, Mini oder Premium wählen</a>
es: La gestión de localizadores GPS no está disponible en su plan. <a href="http://nextgis.com/nextgis-com/plans/">Cambiar al plan Mini o Premium</a>.
it: La gestione dei Tracker non è disponibile nel tuo piano. <a href="http://nextgis.com/nextgis-com/plans/">Passa a Mini o a Premium</a>.
pt: A gest\ao do Tracker não está disponível no seu plano. <a href="http://nextgis.com/nextgis-com/plans/">Faça upgrade para Mini ou Premium</a>.

source: of
bg: от
cs: z
de: von
es: de
it: di
pt: do

source: Available
cs: Dostupný
es: Disponible

source: Unavailable
bg: Недостъпно
cs: Nedostupné
de: Nicht verfügbar
es: Indisponible
it: Non disponibile
pt: Indisponível

source: Unlimited
bg: Неограничен
cs: Neomezený
de: nicht eingeschränkt
es: Ilimitado
it: Illimitato
pt: Ilimitado

source: Your plan —
bg: Вашият план е
cs: Tvůj plán -
de: Ihr Plan:
es: Tu plan —
it: Il tuo piano —
pt: O seu plano —

source: Change plan
bg: Промени плана
cs: Změnit plán
de: Plan ändern
es: Cambio de plan
it: Cambia piano
pt: Alterar o plano

source: More about plans
bg: Повече за плановете
cs: Více o plánech
de: Über Pläne weiterlesen
es: Más sobre planes
it: Maggiori informazioni sui piani
pt: Mais sobre planos

source: Upgrade
bg: Разшири
cs: Vylepšit
de: Hochstufen

source: Account
bg: Профил
de: Konto
pt: Conta

source: Resources
bg: Ресурси
de: Ressourcen
it: Risorse
pt: Recursos

source: Users
bg: Потребители
de: Benutzer
it: Utenti
pt: Utilizadores

source: Basemaps
bg: Базови карти
de: Grundkarten
it: Mappa di base

source: Lookup tables & forms
bg: Справочници и форми
de: Nachschlagtabellen und Formen
it: Tabelle e moduli di lookup
pt: Tabelas e formulários de pesquisa

source: Support
bg: Поддръжка
it: Supporto
pt: Suporte

source: Home path
bg: Начална страница
de: Pfad Startseite
it: Percorso Home
pt: Caminho página inicial

source: Private resources
bg: Приватни ресурси
de: Private Ressourcen
it: Risorse private
pt: Recursos privados

source: Spatial reference systems
bg: Координатни системи
de: Koordinatenbezugssysteme
it: Sistemi di riferimento spaziale
pt: Sistemas de referência espacial

source: Custom domain
bg: Потребителски домейн
de: Eigene Domäne
it: Dominio personalizzato
pt: Domínio personalizado

source: Branding
bg: Брандиране

source: Higher performance
bg: Повишена производителност
de: Hochleistung
it: Maggiori performance
pt: Desempenho superior

source: Higher upload size
bg: Качване на големи обеми
de: Größere Dateien hochladen
it: Maggiori dimensioni dei files caricati
pt: Tamanho de upload maior

source: of
bg: от
de: von
it: di
pt: do

source: Total of: Vector layers, Raster layers, PostGIS layers, WMS layers, Web Maps
bg: Взимат се предвид: векторни слоеве, растерни слоеве, PostGIS слоеве, WMS слоеве и уеб карти
de: Zusammenfassung folgender Ressourcen: Vektor-, Raster-, PostGIS-, WMS-Layers und Web Maps
it: Totale di: Layers vettoriali, Layers raster, Layers PostGIS, Layers WMS, Mappe Web
pt: Total de: camadas vetoriais, camadas raster, camadas PostGIS, camadas WMS, Web Maps

source: Used
bg: Използвано
de: im Einsatz
it: Usato
pt: Usado

source: resources
bg: ресурси
de: Ressourcen
it: risorse
pt: Recursos

source: Your plan
bg: Вашият план
de: Ihr Plan
it: Il tuo piano
pt: O seu plano
