Repository: Anthroposoft/nextgisweb_i18n
Catalog: nextgisweb/raster_layer/*.po
Languages: bg, es, fr, zh_cn

source: Output format is not provided.
bg: Не е посочен изходящ формат.
es: No se proporciona formato de salida.
fr: Le format de sortie n'est pas fourni.
zh_cn: 未提供输出格式

source: Format '%s' is not supported.
bg: Форматът '%s' не се поддържа.
es: El formato '%s' no es compatible.
fr: Le format '% s' est pas pris en charge.
zh_cn: 不支持格式“%s”

source: Requested raster is not COG.
bg: Растерът не е COG.
es: El ráster solicitado no es COG.
fr: Le raster demandé n'est pas COG.
zh_cn: 请求的栅格不是COG

source: Range header is missed or invalid.
bg: Заглавието на диапазона отъства или не е валидно.
es: El encabezado 'Range' se omite o no es válido.
fr: L'en-tête de plage est manquant ou invalide.
zh_cn: "Range范围"标题为丢失或无效

source: Range %s can not be read.
bg: Диапазонът %s не може да е прочетен.
es: El rango %s no se puede leer.
fr: Impossible de lire la plage %s
zh_cn: 范围 %s不可读取。

source: Rasters and pyramids
bg: Растери и пирамиди
es: Rásteres y pirámides
fr: Rasters et pyramides
zh_cn: 栅格与金字塔

source: Raster layer
bg: Растерен слой
es: Capa raster
fr: Couche raster
zh_cn: 栅格图层

source: GDAL library was unable to open the file.
bg: GDAL библиотека не можа да отвори файла.
es: La libreria GDAL no pudo abrir el archivo.
fr: La bibliothèque GDAL n'a pas pu ouvrir le fichier.
zh_cn: GDAL库无法打开文件

source: Raster has format '%(format)s', however only following formats are supported: %(all_formats)s.
bg: Растерът има формат '%(format)s', но само следните формати се поддържат: %(all_formats)s.
es: El ráster tiene el formato '%(format)s', sin embargo, solo se admiten los siguientes formatos: %(all_formats)s.
fr: Le raster a le format '%(format)s', mais seuls les formats suivants sont pris en charge : %(all_formats)s.
zh_cn: 加载栅格的格式为'%(format)s'，但是，仅支持以下类型：%(all_formats)s。

source: Raster files without projection info are not supported.
bg: Растерните файлове без данни за проекция не се поддържат.
es: No se admiten archivos ráster sin información de proyección.
fr: Les fichiers raster sans informations de projection ne sont pas pris en charge.
zh_cn: 不支持没有投影信息的栅格文件

source: Mixed band data types are not supported.
bg: Типовете данни със смесени канали не се поддържат.
es: Los tipos de datos de canales mixtos no son compatibles.
fr: Les types de données à bandes mixtes ne sont pas pris en charge.
zh_cn: 不支持混合频段数据类型。

source: GDAL was uanble to parse the raster coordinate system.
bg: GDAL не успя да обработи координатната система на растера.
es: GDAL no pudo analizar el sistema de coordenadas del ráster.
zh_cn: GDAL无法解析栅格坐标系统

source: The source raster has a local coordinate system and can't be reprojected to the target coordinate system.
bg: Изходен растер има локална координатна система и не може бъде модифициран в избраната координатна система.
es: El ráster de origen tiene un sistema de coordenadas local y no se puede reproyectar al sistema de coordenadas de destino.
zh_cn: 源栅格具有本地坐标系统，无法重新投影到目标坐标系统中。

source: Failed to reproject the raster to the target coordinate system.
bg: Неуспешно модифициране на растера в избраната координанта система.
es: No se pudo reproyectar el ráster en el sistema de coordenadas de destino.
zh_cn: 未能将栅格投影到目标坐标系统中。

source: GDAL error message: %s
bg: Грешка на GDAL: %s
es: Mensaje de error GDAL: %s
zh_cn: GDAL错误信息：%s

source: The uncompressed raster size (%(size)s) exceeds the limit (%(limit)s) by %(delta)s. Reduce raster size to fit the limit.
bg: Размерът на некомпресирания растер (%(size)s) надвишава предела (%(limit)s) с %(delta)s. Намалете файла в съответствие с предела.
es: El tamaño de ráster sin comprimir (%(size)s) supera el límite (%(limit)s) en %(delta)s. Reduzca el tamaño del ráster para ajustarse al límite.
fr: La taille du raster non compressé (%(taille)s) dépasse la limite (%(limite)s) de %(delta)s. Réduisez la taille du raster pour respecter la limite.
zh_cn: 未压缩的栅格大小(%(size)s)超过限制(%(limit)s)的%(delta)s。缩小栅格大小，使其符合限制值。

source: Data type
bg: Тип данни
es: Tipo de datos
fr: Type de données
zh_cn: 数据类型

source: Save as
bg: Запази като
es: Guardar como
fr: Enregistrer sous
zh_cn: 保存为

source: External access
bg: Външен достъп
es: Acceso externo
fr: Accès externe
zh_cn: 外部访问

source: Band
bg: Канал
es: Canal
fr: Bande
zh_cn: 波段

source: Format
bg: Формат
es: Formato
zh_cn: 格式

source: SRS
bg: Координатна система
fr: SCR
zh_cn: SRS坐标系统

source: Bands
bg: Канали
es: Canales
fr: Bandes
zh_cn: 波段

source: Save
bg: Запази
es: Guardar
fr: Enregistrer
zh_cn: 保存

source: Select a dataset
bg: Изберете растерен слой
es: Seleccione un set de datos
fr: Sélectionnez un jeu de données
zh_cn: 请选择数据集

source: Dataset should be in GeoTIFF format.
bg: Набор от данни трябва да е в GeoTIFF формат.
es: El dataset debe estar en formato GeoTIFF.
fr: Le jeu de données doit être au format GeoTIFF.
zh_cn: 数据集应该采用Geo TIFF 格式

source: Coordinate system
bg: Координатна система
es: Sistema de coordenadas
fr: Système de coordonnées
zh_cn: 坐标系统

source: Cloud Optimized GeoTIFF
fr: GéoTIFF optimisé pour le cloud
zh_cn: Cloud Optimized GeoTIFF (COG)

source: A Cloud Optimized GeoTIFF (COG) is a regular GeoTIFF file, aimed at being hosted on a HTTP file server, with an internal organization that enables more efficient workflows on the cloud. It does this by leveraging the ability of clients issuing ​HTTP GET range requests to ask for just the parts of a file they need.
bg: Cloud Optimized GeoTIFF (COG) е обикновен GeoTIFF файл предназначен да бъде разположен на HTTP сървър с вътрешна организация, целяща по-ефикасна работа в облака. Това се постига като клиентските HTTP запитвания се отправят само към необходимите части на растера, без да се зарежда целият файл в приложението.
es: Un Cloud Optimized GeoTIFF (COG) es un archivo GeoTIFF normal, destinado a ser alojado en un servidor de archivos HTTP, con una organización interna que permite flujos de trabajo más eficientes en la nube. Lo hace aprovechando la capacidad de los clientes que emiten solicitudes de rango HTTP GET para solicitar solo las partes de un archivo que necesitan.
fr: Un GeoTIFF optimisé pour le cloud (COG) est un fichier GeoTIFF standard, destiné à être hébergé sur un serveur de fichiers HTTP, avec une organisation interne qui permet des flux de travail plus efficaces sur le cloud. Pour ce faire, il exploite la capacité des clients émettant des requêtes de plage HTTP GET à ne demander que les parties d'un fichier dont ils ont besoin.
zh_cn: Cloud Optimized GeoTIFF (COG)是一个常规的GeoTIFF文件，专门用于存储在web服务器上并在云中进行高效操作，它允许您在HTTP请求中仅访问栅格的必要部分，而无需将其作为一个整体上传到客户端应用程序。
