Repository: Anthroposoft/nextgisweb_i18n
Catalog: nextgisweb_tracker/tracker/*.po
Languages: cs, fr, it, pt

source: Trackers
cs: Sledovače
fr: Traqueurs

source: Trackers group
cs: Skupina sledovačů
fr: Groupe de traqueurs
it: Gruppo di trackers
pt: Grupo de trackers

source: Tracker
cs: Sledovač
fr: Traqueur

source: Unique id (IMEI by default)
cs: Jedinečné ID (implicitně IMEI)
fr: id unique (IMEI par défaut)
it: ID univoco (IMEI per default)
pt: ID único (IMEI por omissão)

source: Description
cs: Popis
it: Descrizione
pt: Descrição

source: Device type
cs: Typ zařízení
fr: Type d'appareil
it: Tipo di dispositivo
pt: Tipo de dispositivo

source: Consumption, liters per 100 km (for reports)
cs: Spotřeba, litry na 100 km (pro zprávy)
fr: Consommation, litres par 100 km (pour les rapports)
it: Consumo, litri per 100km (per report)
pt: Consumo, litros por 100 km (para relatórios)

source: Invalid consumption, should be from 0 to 100
cs: Neplatná spotřeba by měla být od 0 do 100
fr: Consommation non valide, doit être comprise entre 0 et 100
it: Consumo invalido, dovrebbe essere tra 0 e 100
pt: Consumo inválido, deve ser de 0 a 100

source: Tracker detail
cs: Detail trackeru
fr: Détails du traqueur
it: Dettagli del tracker
pt: Detalhes do Tracker

source: NextGIS software (Mobile, Collector)
cs: Software NextGIS (mobilní, sběratel)
fr: Logiciel NextGIS
it: Software NextGIS (Mobile, Collector)
pt: Software NextGIS (Mobile, Collector)

source: 1. Select devices for building the report
cs: 1. Vyberte zařízení pro sestavení sestavy
fr: Sélectionnez les appareils pour créer le rapport
it: 1. Seleziona i dispositivi per la costruzione del report
pt: 1. Selecione os dispositivos para criar o relatório

source: 2. Customize the report
cs: 2. Přizpůsobte sestavu
fr: Personnalisez le rapport
it: 2. Personalizza il report
pt: 2. Personalize o relatório

source: Report type
cs: Typ zprávy
fr: Type de rapport
it: Tipo di report
pt: Tipo de relatório

source: Select report type
cs: Vyberte typ zprávy
fr: Sélectionnez le type de rapport
it: Seleziona il tipo di report
pt: Selecione o tipo de relatório

source: Mileage
cs: Kilometry
fr: Kilométrage
it: Chilometraggio
pt: Quilometragem

source: Top speed
cs: Nejvyšší rychlost
fr: Vitesse de pointe
it: Velocità massima
pt: Velocidade máxima

source: Average speed
cs: Průměrná rychlost
fr: Vitesse moyenne
it: Velocità media
pt: Velocidade média

source: Spent fuel
cs: Vyhořelé palivo
fr: Carburant dépensé
it: Carburante utilizzato
pt: Combustível gasto

source: Stops
cs: Zastaví
fr: Arrêts
it: Fermate
pt: Paragens

source: GPX file
cs: Soubor GPX
fr: fichier GPX
it: File GPX
pt: Arquivo GPX

source: Time range
cs: Časový rozsah
fr: Intervalle de temps
it: Intervallo di tempo
pt: Intervalo de tempo

source: Group by
cs: Skupina vytvořená
fr: Grouper par
it: Raggruppa per
pt: Agrupar por

source: Hours
cs: Hodiny
fr: Heures
it: Ore
pt: Horas

source: Days
cs: Dny
fr: Journées
it: Giorni
pt: Dias

source: Build report
cs: Sestava zprávy
fr: Créer un rapport
it: Costruisci il report
pt: Criar relatório

source: Please select devices for building the report!
cs: Vyberte zařízení pro sestavení zprávy!
fr: Veuillez sélectionner des appareils pour créer le rapport !
it: Seleziona i dispositivi per costruire il report!
pt: Selecione dispositivos para criar o relatório!

source: Select date
cs: Vyberte datum
fr: Sélectionner la date
it: Seleziona la data
pt: Selecione a data

source: No data
cs: Žádná data
fr: Pas de données
it: Nessun dato
pt: Sem dados

source: Last activity by hours
cs: Poslední aktivita po hodinách
fr: Dernière activité par heures
it: Ultima attività in ore
pt: Última atividade por hora

source: Count of points per hour
cs: Počet bodů za hodinu
fr: Nombre de points par heure
it: Conteggio dei punti per ora
pt: Contagem de pontos por hora

source: Open trackers panel
cs: Otevřete panel trackerů
fr: Ouvrir le panneau des traqueurs
it: Apri il pannello dei trackers
pt: Abra o painel dos trackers

source: Reports
cs: Zprávy
fr: Rapports
pt: Relatórios

source: Zoom to layer
cs: Přiblížit vrstvu
fr: Zoom sur la couche
it: Zoom sul layer
pt: Zoom à camada

source: Zoom to last point
cs: Přiblížit na poslední bod
fr: Zoom sur le dernier point
it: Zoom all'ultimo punto
pt: Zoom ao o último ponto

source: Set filter to last day with data
cs: Nastavit filtr na poslední den s daty
fr: Définir le filtre sur le dernier jour avec des données
it: Imposta il filtro all'ultimo giorno con dati presenti
pt: Definir filtro para o último dia com dados

source: Show last activity
cs: Zobrazit poslední aktivitu
fr: Afficher la dernière activité
it: Mostra l'ultima attività
pt: Mostrar última atividade

source: Date
cs: Datum
it: Data
pt: Data

source: Time
cs: Čas
fr: Temps
it: Tempo
pt: Hora

source: Speed, km/h
cs: Rychlost, km/h
fr: Vitesse, km/h
it: Velocità, km/h
pt: Velocidade, km/h

source: Height, m
cs: Výška, m
fr: Hauteur, m
it: Altezza, m
pt: Altura, m

source: Course
cs: Kurs
fr: Direction
it: Corso
pt: Caminho

source: Settings saved
cs: Nastavení uloženo

source: Common settings
cs: Běžné nastavení
fr: Paramètres communs
it: Impostazioni comuni
pt: Configurações por omissão

source: Interval for splitting tracks, min
cs: Interval pro dělení kolejí, min
fr: Intervalle pour diviser les pistes, min
it: Intervallo minimo per la suddivisione delle tracce
pt: Intervalo para divisão de tracks, min

source: Stops detecting
cs: Zastavuje detekci
fr: Arrête de détecter
it: Rilevamento delle fermate
pt: Parar de detectar

source: Minimal speed, km/h
cs: Minimální rychlost, km/h
fr: Vitesse minimale, km/h
it: Velocità minima, km/h
pt: Velocidade mínima, km/h

source: Minimal time stop, sec
cs: Minimální časová zastávka, s
fr: Temps d'arrêt minimal, sec
it: Tempo minimo di fermata, secondi
pt: Paragem de tempo mínimo, seg

source: Timezone settings
cs: Nastavení časového pásma
fr: Paramètres de fuseau horaire
it: Impostazioni del fuso orario
pt: Configurações de fuso horário

source: Time zone
cs: Časové pásmo
fr: Fuseau horaire
it: Fuso orario
pt: Fuso horário

source: Save
cs: Uložit
fr: Enregistrer
it: Salva
pt: Guardar

source: NextGIS Tracker Hub is unavailable. Try later, please.
cs: NextGIS Tracker Hub není k dispozici. Zkuste to prosím později.
fr: NextGIS Tracker Hub n'est pas disponible. Essayez plus tard, s'il vous plaît.
it: Il NextGIS Tracker Hub non è attualmente disponibile. Si prega di provare più tardi.
pt: O NextGIS Tracker Hub não está disponível. Tente mais tarde, por favor.

source: Device is not registered on NextGIS Tracker System. Try later, please.
cs: Zařízení není zaregistrováno v systému NextGIS Tracker. Zkuste to prosím později.
fr: L'appareil n'est pas enregistré sur NextGIS Tracker System. Essayez plus tard, s'il vous plaît.
it: Il dispositivo non è registrato sul NextGIS Tracker System. Si prega di provare più tardi.
pt: O dispositivo não está registrado no NextGIS Tracker System. Tente mais tarde, por favor.

source: NextGIS Tracker System is unavailable. Try later, please.
cs: Systém NextGIS Tracker není k dispozici. Zkuste to prosím později.
fr: Le système NextGIS Tracker n'est pas disponible. Essayez plus tard, s'il vous plaît.
it: Il NextGIS Tracker System non è attualmente disponibile. Si prega di provare più tardi.
pt: O NextGIS Tracker System não está disponível. Tente mais tarde, por favor.

source: Avg speed report
cs: Zpráva o průměrné rychlosti
fr: Rapport de vitesse moyenne
it: Report sulla velocità media
pt: Relatório de velocidade média

source: No data for selected period
cs: Žádné údaje za vybrané období
fr: Aucune donnée pour la période sélectionnée
it: Nessun dato relativo al periodo selezionato
pt: Sem dados para o período selecionado

source: Avg speed
cs: Prům. Rychlost
fr: Vitesse moyenne
it: Velocità media
pt: Velocidade média

source: Fuel consumption
cs: Spotřeba paliva
fr: Consommation de carburant
it: Consumo di carburante
pt: Consumo de combustível

source: Fuel consumption, liters per 100 km
cs: Spotřeba paliva, litry na 100 km
fr: Consommation de carburant, litres aux 100 km
it: Consumo di carburante, litri per 100km
pt: Consumo de combustível, litros por 100 km

source: Fuel consumption is not defined
cs: Spotřeba paliva není definována
fr: La consommation de carburant n'est pas définie
it: Il consumo di carburante non è definito
pt: O consumo de combustível não está definido

source: Download GPX file
cs: Stáhnout soubor GPX
fr: Télécharger le fichier GPX
it: Scarica file GPX
pt: Descarregar arquivo GPX

source: Mileage report
cs: Zpráva o ujetých kilometrech
fr: Rapport kilométrique
it: Report sul chilometraggio
pt: Relatório de quilometragem

source: Stops report
cs: Zastavuje hlášení
fr: Rapport sur les arrêts
it: Report sulle fermate
pt: Relatório de paragens

source: Start stop
cs: Začátek Konec
fr: Commencer à arrêter
it: Avvio arresto
pt: Paragem inicial

source: End stop
cs: Koncová zastávka
fr: Terminus
it: Termina la fermata
pt: Paragem final

source: Duration
cs: Doba trvání
fr: Durée
it: Durata
pt: Duração

source: Count of stops
cs: Počet zastávek
fr: Nombre d'arrêts
it: Conteggio delle fermate
pt: Contagem de paragens

source: Total duration
cs: Celková doba trvání
fr: Durée totale
it: Durata totale
pt: Duração total

source: Top speed report
cs: Zpráva o nejvyšší rychlosti
fr: Rapport de vitesse maximale
it: Report sulla velocità massima
pt: Relatório de velocidade máxima

source: Max speed
cs: Max rychlost
fr: Vitesse maximale
it: Velocità massima
pt: velocidade máxima

source: Trackers settings
cs: Nastavení trackerů
fr: Paramètres des traqueurs
it: Impostazioni dei trackers
pt: Configurações dos trackers

source: Tracker settings has been saved successfully!
fr: Les paramètres du tracker ont été enregistrés avec succès!

source: Error, Tracker settings not has been saved!
fr: Erreur, les paramètres du Tracker n'ont pas été enregistrés !
