Repository: Anthroposoft/nextgisweb_i18n
Catalog: nextgisweb/vector_layer/*.po
Languages: bg, cs, de, es, fr, it, pt

source: GDAL library failed to open file.
bg: GDAL библиотека не можа да отвори файла.
cs: Knihovně GDAL se nepodařilo otevřít soubor.
de: Die GDAL-Bibliothek konnte die Datei nicht öffnen.
es: La librería GDAL no pudo abrir el archivo.
fr: La bibliothèque GDAL n'a pas réussi à ouvrir le fichier.
it: La libreria GDAL non è riuscita ad aprire il file.
pt: A biblioteca GDAL falhou ao abrir o ficheiro.

source: Vector layer features
bg: Обекти на векторен слой
cs: Funkce vektorové vrstvy
es: Objetos geográficos de la capa vectorial
fr: Objets de la couche vectorielle

source: Point
bg: Точка
cs: Bod
de: Punkt
es: Punto
it: Punto
pt: Ponto

source: Line
bg: Линия
cs: Čára
de: LineString
es: Linea
fr: Ligne
it: Linea
pt: Linha

source: Polygon
bg: Полигон
es: Polígono
fr: Polygone
it: Poligono
pt: Polígono

source: Multipoint
bg: Мултиточка
cs: Multibod
de: Multipunkt
es: Multipunto
it: Multipunto
pt: Multiponto

source: Multiline
bg: Мултилиния
cs: Multičáry
de: MultiLineString
es: Multilinea
fr: Multiligne
it: Multilinea
pt: Multilinha

source: Multipolygon
bg: Мултиполигон
cs: Multipolygony
es: Multipolígono
fr: Multipolygone
it: Multipoligono
pt: Multipolígono

source: Point Z
bg: Точка Z
cs: Bod Z
de: Z-Punkt
es: Punto Z
it: Punto Z
pt: Ponto Z

source: Line Z
bg: Линия Z
cs: Řádek Z
de: Z-Linie
es: Linea Z
fr: Ligne Z
it: Linea Z
pt: Linha Z

source: Polygon Z
bg: Полигон Z
de: Z-Polygon
es: Polígono Z
fr: Polygone Z
it: Poligono Z
pt: Polígono Z

source: Multipoint Z
bg: Мултиточка Z
de: Z-Multipunkt
es: Multipunto Z
it: Multipunto Z
pt: Multiponto Z

source: Multiline Z
bg: Мултилиния Z
de: Z-Multilinie
es: Multilinea Z
fr: Multiligne Z
it: Multilinea Z
pt: Multilinha Z

source: Multipolygon Z
bg: Мултиполигон Z
de: Z-Multipolygon
es: Multipolígono Z
fr: Multipolygone Z
it: Multipoligono Z
pt: Multipolígono Z

source: Vector layer
bg: Векторен слой
cs: Vektorová vrstva
de: Vektorlayer
es: Capa vectorial
fr: Couche vectorielle
it: Layer vettoriale
pt: Camada vetorial

source: Geometry type
bg: Тип геометрия
cs: Typ geometrie
de: Geometrietyp
es: Tipo de geometría
fr: Type de géométrie
it: Tipo di geometria
pt: Tipo de geometria

source: Feature count
bg: Брой обекти
cs: Počet funkcí
de: Anzahl Objekte
es: Recuento de los objetos geográficos
fr: Décompte d'entités géographiques
it: Conteggio elementi
pt: Contagem de elementos

source: Geometry type (%s) does not match geometry column type (%s).
bg: Тип геометрия (%s) не съответства на тип поле за геометрия (%s).
cs: Typ geometrie (%s) neodpovídá typu sloupce geometrie (%s).
de: Geometrietyp (%s) entspricht nicht dem Geometriefelddyp (%s).
es: El tipo de geometría (%s) no coincide con el tipo de columna de geometría (%s).
fr: Le type de géométrie (%s) ne correspond pas au type de colonne de géométrie (%s).
it: Tipologia geometria (%s) non corrisponde alla colonna geometria (%s).
pt: tipo de geometria (%s) não corresponde ao tipo da coluna de geometria (%s).

source: Unsupport OGR driver: %s.
bg: Този OGR драйвер не е поддържан: %s.
cs: Nepodporovaný ovladač OGR: %s.
de: OGR-Treiber nicht unterstützt: %s.
es: Controlador de OGR no compatible: %s.
fr: Le driver OGR non pris en charge : %s.
it: Driver OGR non supportato: %s.
pt: Driver OGR não é suportado:%s.

source: Dataset doesn't contain layers.
bg: В този набор от данни няма слоеве.
cs: Datová sada neobsahuje vrstvy.
de: Datensatz enhält keine Layer.
es: El dataset no contiene capas.
fr: L'ensemble de données ne contient pas de couches.
it: Il set di dati non contiene layers.
pt: O conjunto de dados não contém camadas.

source: Dataset contains more than one layer.
bg: В този набор от данни има повече от един слой.
cs: Datová sada obsahuje více než jednu vrstvu.
de: Datensatz enthält mehr als einen Layer.
es: El dataset contiene más de una capa.
fr: L'ensemble de données contient plus d'une couche.
it: Il dataset contiene più di un layer.
pt: O conjunto de dados contém mais que uma camada.

source: Unable to open layer.
bg: Слоят не може да е отворен.
cs: Nelze otevřít vrstvu.
de: Layer kann nicht geöffnet werden.
es: No se puede abrir la capa.
fr: Impossible d'ouvrir la couche.
it: Impossibile aprire il layer.
pt: Não foi possível abrir a camada.

source: Layer doesn't contain coordinate system information.
bg: Слоят няма информация за координатна система.
cs: Vrstva neobsahuje informace o souřadnicovém systému.
de: Layer enthält keine Koordinatenbezugssysteminformationen.
es: La capa no contiene información del sistema de coordenadas.
fr: La couche ne contient pas d'informations sur le système de coordonnées.
it: Il layer non contiene informazioni sul sistema di coordinate.
pt: A camada não contém informação do sistema de coordenadas.

source: Unknown 'fix_errors' value.
bg: Неизвестно значение на 'fix_errors'.
cs: Neznámá hodnota „fix_errors“.
de: Unbekannter Wert des 'fix_errors'-Parameters.
es: 'fix_errors' no es un valor conocido.
fr: Valeur 'fix_errors' inconnue.
it: Valore 'fix_errors' sconosciuto.
pt: Valor desconhecido de 'fix_errors'.

source: Unknown 'cast_geometry_type' value.
bg: Неизвестно значение на 'cast_geometry_type'.
cs: Neznámá hodnota „cast_geometry_type“.
de: Unbekannter Wert des 'cast_geometry_type'-Parameters.
es: 'cast_geometry_type' no es un valor conocido.
fr: Valeur 'cast_geometry_type' inconnue.
it: Valore 'cast_geometry_type' sconosciuto.
pt: Valor 'cast_geometry_type' desconhecido.

source: Unknown 'cast_is_multi' value.
bg: Неизвестно значение на 'cast_is_multi'.
cs: Neznámá hodnota „cast_is_multi“.
de: Unbekannter Wert des Parameters 'cast_is_multi'.
es: 'cast_is_multi' no es un valor conocido.
fr: Valeur 'cast_is_multi' inconnue.
it: Valore 'cast_is_multi' sconosciuto.
pt: Valor 'cast_is_multi' desconhecido.

source: Unknown 'cast_has_z' value.
bg: Неизвестно значение на 'cast_has_z' .
cs: Neznámá hodnota „cast_has_z“.
de: Unbekannter Wert des Parameters 'cast_has_z'.
es: 'cast_has_z' no es un valor conocido.
fr: Valeur 'cast_has_z' inconnue.
it: Valore 'cast_has_z' sconosciuto.
pt: Valor 'cast_has_z' desconhecido.

source: Unsupported geometry type.
bg: Типът геометрия не е поддържан.
cs: Nepodporovaný typ geometrie.
de: Nicht unterstützter Geometrietyp.
es: Tipo de geometría no admitida.
fr: Type de géométrie non pris en charge.
it: Tipo geometria non supportato.
pt: Tipo de geometria não suportado.

source: Could not determine a geometry type.
bg: Определянето на тип геометрия е неуспешно.
cs: Nelze určit typ geometrie.
de: Geometrietyp wurde nicht ermittelt.
es: No se pudo determinar un tipo de geometría.
fr: Impossible de déterminer un type de géométrie.
it: Impossibile determinare il tipo geometria.
pt: Não foi possível determinar um tipo de geometria.

source: Source layer contains no features satisfying the conditions.
bg: Слоят не съдържа обекти, отговарящи на условията.
cs: Zdrojová vrstva neobsahuje žádné funkce splňující dané podmínky.
de: Der Layer enthält keine Objekte, die die Bedingungen erfüllen.
es: La capa de origen no contiene entidades que cumplan las condiciones.
fr: La couche source ne contient aucune entité satisfaisant les conditions.
it: Il layer sorgente non contiene elementi che soddisfano le condizioni.
pt: A camada de origem não contém elementos que satisfaçam as condições.

source: Field '%s' is out of int32 range.
bg: Полето %s не е в диапазона от тип данни Int32.
cs: Pole '%s ' je mimo rozsah int32.
es: El campo '%s' está fuera del rango int32.

source: Field '%s' contains non-unique or empty values.
bg: Полето %s е празно или има неуникална стойност.
cs: Pole '%s ' obsahuje nejedinečné nebo prázdné hodnoty.
es: El campo '%s' contiene valores no únicos o vacíos.
fr: Le champ '%s' contient des valeurs non uniques ou vides.

source: Parameter 'fid_field' is missing.
bg: Параметърът 'fid_field' не е налице.
cs: Chybí parametr „fid_field“.
de: 'fid_field'-Parameter fehlt
es: Falta el parámetro 'fid_field'.
fr: Le paramètre 'fid_field' est manquant.
it: Parametro 'fid_field' mancante.
pt: O parâmetro 'fid_field' está em falta.

source: Fields %s not found.
bg: Полета %s не са открити.
cs: Pole %s nebyla nalezena.
de: Felder %s nicht gefunden
es: No se encontraron los campos %s.
fr: Champs %s introuvables.

source: None of fields %s are integer.
bg: Нито едно от полета %s не е цялочислено.
cs: Žádné z polí %s není celočíselné.
de: Keine Felder %s sind Integer
es: Ninguno de los campos %s es entero.
fr: Aucun des champs %s n'est un nombre entier.

source: Field '%s(?)' encoding is broken.
bg: Кодировката на полето '%s(?)' е счупена.
cs: Pole ' %s(?) 'kódování je přerušeno.
es: La codificación de caracteres del campo '%s(?)' está mal.
fr: L'encodage du champ '%s(?)' est cassé.

source: Field name is forbidden: '%s'. Please remove or rename it.
bg: Забранено име на поле: '%s'. Премахнете го или преименувайте.
cs: Název pole je zakázán: '%s'. Odeberte nebo přejmenujte jeho.
de: Feldname ist verboten: '%s'. Entfernen oder benennen Sie ihn um.
es: El nombre del campo está prohibido: '%s'. Elimínelo o cámbiele el nombre.
fr: Le nom de champ est interdit : '%s'. Veuillez le supprimer ou le renommer.
it: Il nome campo è vietato: '%s'. Si prega di rimuoverlo o rinominarlo.
pt: Nome de campo proibido: '%s'. Remova ou renomeie-o.

source: Unsupported field type: %r.
bg: Този тип поле не е поддържан: %r.
cs: Nepodporovaný typ pole: %r.
de: Nicht unterstützter Feldtyp: %r.
es: Tipo de campo no admitido: %r.
fr: Type de champ non pris en charge : %r.
it: Tipo campo non supportato: %r.
pt: Tipo de campo não compatível: %r.

source: Feature (seq. #%d) doesn't have a FID field '%s'.
bg: Обектът (seq. #%d) няма поле FID '%s'.
cs: Funkce (pokračování #%d) nemá pole FID „%s“.
de: Feature (seq. #%d) hat kein FID Feld '%s'.
es: El objeto geográfico (sec. #%d) no tiene el campo FID '%s'.
fr: La caractéristique (séquence #%d) n'a pas de champ FID '%s'.

source: Feature (seq. #%d) FID field '%s' is null.
bg: Обектът (seq. #%d) съдържа празно поле FID '%s'.
cs: Funkce (sekv. #%d) Pole FID '%s' je prázdné.
es: El campo FID '%s' del objeto geográfico (sec. #%d) es nulo.
fr: Le champ FID (séq. #%d) de la caractéristique '%s' est nul.

source: Feature #%d doesn't have geometry.
bg: Обектът #%d няма геометрия.
cs: Objekt #%d nemá geometrii.
de: Objekt #%d enthält keine Geometrie.
es: El objeto geográfico #%d no tiene geometría.
fr: L'entité #%d n'a pas de géométrie.
it: L'elemento #%d non contiene geometria.
pt: O elemento #%d não tem geometria.

source: Feature #%d has multiple geometries satisfying the conditions.
bg: Обектът #%d има няколко геометрии, отговарящи на условията.
cs: Objekt #%d má více geometrií splňujících podmínky.
de: Das Objekt #%d enthält mehrere Geometrien, die die Bedingungen erfüllen.
es: El objeto geográfico #%d tiene varias geometrías que satisfacen las condiciones.
fr: L'entité #%d a plusieurs géométries satisfaisant les conditions.
it: L'elemento #%d ha più di una geometria che soddisfa le condizioni.
pt: O elemento #%d tem várias geometrias que satisfazem as condições.

source: Feature #%d has unknown geometry type: %d (%s).
bg: Обектът #%d има неизвестен тип геометрия: %d (%s).
cs: Objekt #%d má neznámý typ geometrie: %d (%s).
de: Das Objekt #%d enthält einen unbekannten Geometrietyp %d (%s).
es: El objeto geográfico #%d tiene un tipo de geometría desconocido: %d (%s).
fr: L'entité #%d a un type de géométrie inconnu : %d (%s).
it: L'elemento #%d ha un tipo geometria sconosciuto: %d (%s).
pt: O elemento #%d tem um tipo de geometria desconhecido: %d (%s).

source: Feature #%d has unsuitable geometry type: %d (%s).
bg: Обектът #%d има неподходящ тип геометрия: %d (%s).
cs: Objekt #%d má nevhodný typ geometrie: %d (%s).
de: Das Objekt #%d enthält einen unpassenden Geometrietyp %d (%s).
es: El objeto geográfico #%d tiene un tipo de geometría inadecuado: %d (%s).
fr: L'entité #%d a un type de géométrie inapproprié: %d (%s).
it: L'elemento #%d ha un tipo geometria inidoneo: %d (%s).
pt: O elemento #%d tem um tipo de geometria inadequado: %d (%s).

source: Feature #%d has a geometry that can't be reprojected to target coordinate system
bg: Обектът #%d има геометрия, която не може да бъде модифицирана в избраната координатна система
cs: Funkce # %d má geometrii, kterou nelze přeprojektovat do cílového souřadnicového systému
es: Objeto geográfico #%d tiene una geometría que no se puede reproyectar al sistema de coordenadas de destino

source: Feature #%d has unclosed rings.
bg: В обекта #%d има незатворени пръстени.
cs: Objekt #%d má neuzavřené kroužky.
de: Das Objekt #%d enthält nicht geschlossene Ringe.
es: El objeto geográfico #%d tiene anillos sin cerrar.
fr: L'entité #%d a des anneaux non fermés.
it: L'elemento #%d ha anelli non chiusi.
pt: O elemento #%d tem anéis não fechados.

source: Feature #%d has less than 3 points in a polygon ring.
bg: Обектът #%d има по-малко от 3 точки в пръстен на полигона.
cs: Objekt #%d má v polygonovém kruhu méně než 3 body.
de: Das Objekt #%d enthält weniger als 3 Punkte in dem Polygonring.
es: El objeto geográfico #%d tiene menos de 3 puntos en un anillo poligonal.
fr: L'entité #%d a moins de 3 points dans un anneau polygonal.
it: L'elemento #%d ha meno di 3 punti in un anello poligonale.
pt: O elemento #%d tem menos de 3 pontos num anel poligonal.

source: Feature #%d has less than 2 points in a linestring.
bg: Обектът #%d има по-малко от 2 точки в линията.
cs: Objekt #%d má v linestringu méně než 2 body.
de: Das Objekt #%d enthält weniger als 2 Punkte auf der Linie.
es: El objeto geográfico #%d tiene menos de 2 puntos en una cadena lineal.
fr: L'entité #%d a moins de 2 points dans une chaîne de lignes.
it: L'elemento #%d ha meno di 2 punti in una linea.
pt: O elemento #%d tem menos de 2 pontos em uma linha.

source: Feature #%d contains a broken encoding of field '%s'.
bg: Обект #%d съдържа счупена кодировка в поле '%s'.
cs: Funkce # %d obsahuje nefunkční kódování pole '%s'.
es: El objeto geográfico #%d contiene una mal codificación del campo '%s'.
fr: La fonctionnalité #%d contient un encodage cassé du champ '%s'.

source: Vector layer cannot be written due to errors.
bg: Векторният слой не може да бъде записан поради грешки.
cs: Vektorovou vrstvu nelze zapsat kvůli chybám.
de: Der Vektor-Layer kann nicht wegen der Fehler gespeichert werden.
es: La capa vectorial no se puede guardar debido a errores.
fr: La couche vectorielle ne peut pas être enregistrée en raison d'erreurs.
it: Il layer vettoriale non può essere scritto a causa di errori.
pt: A camada vetorial não pode ser gravada devido a erros.

source: Validation error
bg: Грешка при валидация
cs: Chyba ověření
de: Validierungsfehler
es: Error de validacion
fr: Erreur de validation

source: Spatial reference system
bg: Координатна система
cs: Prostorový referenční systém
de: Koordinatenbezugssystem
es: Sistema de referencia espacial
fr: Système de référence spatiale
it: Sistemi di riferimento spaziale
pt: Sistema de referência espacial

source: Select a dataset
bg: Изберете набор от данни
cs: Vyberte datovou sadu
de: Datensatz auswählen
es: Seleccione un set de datos
fr: Sélectionnez un jeu de données
it: Seleziona un set di dati
pt: Selecione um conjunto de dados

source: Source layer
bg: Изходен слой
cs: Zdrojová vrstva
de: Layer Quelle
es: Capa de origen
fr: Couche source

source: Advanced options
bg: Допълнителни опции
cs: Pokročilé možnosti
de: Erweiterte Optionen
es: Opciones avanzadas
fr: Options avancées
it: Opzioni avanzate
pt: Opções avançadas

source: Fix errors
bg: Поправяй грешки
cs: Opravit chyby
de: Fehler beheben
es: Corregir errores
fr: Corriger les erreurs
it: Ripara errori
pt: Corrigir erros

source: None
bg: Не
cs: Žádný
de: nein
es: Ninguno
fr: Rien
it: Nessuno
pt: Nenhum

source: Without losing data
bg: Без загуба на данни
cs: Bez ztráty dat
de: ohne Datenverlust
es: Sin perder datos
fr: Sans perdre de données
it: Senza perdita di dati
pt: Sem perder dados

source: Whatever possible
bg: Като се допускат загуби на данни
cs: Jak je to možné
de: mit möglichem Datenverlust
es: Lo que sea posible
fr: Tout ce qui est possible
it: Tutto quello che è possibile
pt: Sempre que for possível

source: Skip features with unfixable errors
bg: Пропусни обекти с непоправими грешки
cs: Přeskočit funkce s neopravitelnými chybami
de: Objekte mit nicht behebbaren Fehlern überspringen
es: Omitir objetos geográficos con errores que no se pueden corregir
fr: Ignorer les entités avec des erreurs non réparables
it: Salta elementi con errori non riparabili
pt: Saltar elementos com erros incorrigíveis

source: Auto
bg: Автоматично
de: Automatisch

source: Only load features of the selected geometry type
bg: Зареждай само обекти от избрания тип геометрия
cs: Načíst pouze prvky vybraného typu geometrie
de: Nur Features des ausgewählten Geometrietyps laden
es: Cargar solo objetos geográficos del tipo de geometría seleccionado
fr: Charger uniquement les entités du type de géométrie sélectionné
it: Carica solamente gli elementi del tipo geometria specificato
pt: Carregar apenas elementos do tipo de geometria selecionado

source: Multi-geometry
bg: Мултигеометрия
cs: Multi-geometrie
de: Multi-Geometrie
es: Multi-geometría
fr: Multi-géométrie
it: Multi-geometria
pt: Multi-geometria

source: Yes
bg: Да
cs: Ano
de: Ja
es: Sí
fr: Oui
it: Si
pt: Sim

source: No
bg: Не
cs: Ne
de: Nein
fr: Non
pt: Não

source: Z-coordinate
bg: Z-координата
cs: Souřadnice Z
de: Z-Koordinate
es: Coordenada Z
fr: Coordonnée Z
it: Coordinata Z
pt: Coordenada Z

source: FID source
bg: FID източник
cs: Zdroj FID
de: FID-Quelle
es: Origen de FID
fr: Source FID
it: Sorgente FID
pt: Origem FID

source: Sequence
bg: Последователност
cs: Sekvence
de: Nummerierung
es: Secuencia
fr: Séquence
it: Sequenza
pt: Seqüência

source: Field
bg: От поле
cs: Pole
de: Aus dem Feld
es: Campo
fr: Champ
it: Campo
pt: Campo

source: FID field(s)
bg: Поле(та) FID
cs: Pole FID
de: FID Feld(er)
es: Campo(s) de FID
fr: Champ(s) FID

source: ESRI Shapefile (zip), GeoPackage, GeoJSON, GML, KML, CSV or XLSX formats are supported. For CSV and XLSX only points are supported, coordinates must be put in lat and lot columns.
es: Se admiten los formatos ESRI Shapefile (zip), GeoPackage, GeoJSON, GML, KML, CSV o XLSX. Para CSV y XLSX solo se admiten puntos, las coordenadas deben colocarse en columnas lat y lot.
